// Generic buttons

"OK" = "OK";
"Cancel" = "キャンセル";
"Delete" = "削除";

// File size display

"formatted file size with suffix" = "%@ %@";

// Time display

"%d hours" = "%d時間";
"an hour" = "1時間";

"%d minutes" = "%d分";
"a minute" = "1分";

"%d seconds" = "%d秒";
"a second" = "1秒";

// Status

"Creating archive..." = "アーカイブを作成中…";

// studio status
"Downloading \"%@\"..." = "“%@” をダウンロード中…";
"Changing \"%@\"..." = "“%@” を変更中…";
"Changing to \"%@\"..." = "“%@” へ変更中…";
"Duplicating \"%@\"..." = "“%@” を複製中…";
"Listing \"%@\"..." = "“%@” をリスト中…";
"Moving \"%@\"..." = "“%@” を移動中…";
"Copying \"%@\"..." = "“%@” をコピー中…";
"Creating file \"%@\"..." = "ファイル “%@” を作成中…";
"Creating folder \"%@\"..." = "フォルダ “%@” を作成中…";
"Renaming \"%@\"..." = "“%@” をリネーム中…";
"Resolving symlink \"%@\"..." = "シンボリックリンク “%@” を解決中…";
"Retrieving size of \"%@\"..." = "“%@” のサイズを取得中…";
"Uploading \"%@\"..." = "“%@” をアップロード中…";
"Getting attributes of \"%@\"..." = "属性 “%@” を取得中…";
"Canceling..." = "キャンセル中…";

"%@%@ of %@" = "%@%@ / %@";
"%@%@ of %@, about %@ remaining, %.1f KB/s" = "%@%@ / %@, 残り約 %@, %.1f KB/s";
"%@%@ of %@, about %@ remaining, %.1f MB/s" = "%@%@ / %@, 残り約 %@, %.1f MB/s";
"%@%@ of %@, %.1f KB/s" = "%@%@ / %@, %.1f KB/s";
"%@%@ of %@, %.1f MB/s" = "%@%@ / %@, %.1f MB/s";
"(Stalled) " = "(不安定) ";

// transcript
"TranscriptVersionFormat" = "%@ %@ (%@) Session Transcript [%@] (%@)\n";
"Sending keep alive...\n" = "Sending keep alive…\n";
"Disconnecting from server...\n" = "Disconnecting from server…\n";
"Connecting to %@\n" = "Connecting to %@\n";
"Deleting folder %@\n" = "Deleting folder %@\n";
"Deleting file %@\n" = "Deleting file %@\n";
"Downloading file %@\n" = "Downloading file %@\n";
"Download successful.\n" = "Download successful.\n";
"Uploading file %@\n" = "Uploading file %@\n";
"Upload successful.\n" = "Upload successful.\n";
"Changing to %@\n" = "Changing to %@\n";
"Creating folder %@\n" = "Creating folder %@\n";
"Changing permissions of %@\n" = "Changing permissions of %@\n";
"Renaming %@\n" = "Renaming %@\n";
"Listing %@\n" = "Listing %@\n";
"Rename successful.\n" = "Rename successful.\n";
"Could not parse line, switching to VanDyke parser. (%@)\n" = "Could not parse line, switching to VanDyke parser. (%@)\n";
"Download failed with error %d.\n" = "Download failed with error %d.\n";
"Could not get attributes.\n" = "Could not get attributes.\n";

// Errors

"Could not move \"%@\"." = "“%@” に移動できませんでした。";
"Could not connect to server \"%@\"." = "サーバ “%@” に接続できませんでした。";
"Could not change directory to \"%@\"." = "ディレクトリ “%@” に移動できませんでした。";
"Could not create folder named \"%@\"." = "フォルダ “%@” を作成できませんでした。";
"Could not create file named \"%@\"." = "ファイル “%@” を作成できませんでした。";
"Could not delete \"%@\"." = "“%@” を削除できませんでした。";
"Could not download \"%@\"." = "“%@” をダウンロードできませんでした。";
"Could not upload \"%@\"." = "“%@” をアップロードできませんでした。";
"Could not rename \"%@\"." = "“%@” をリネームできませんでした。";
"Could not copy \"%@\"." = "“%@” をコピーできませんでした。";
"Could not determine current path." = "現在のパスを確定できませんでした。";
"Could not retrieve file listing for \"%@\"." = "“%@” のファイルリストを取得できませんでした。";
"This server does not support the 'executable' property." = "このサーバは実行属性をサポートしていません。";
"Operation was cancelled." = "操作はキャンセルされました。";
"Authorization failed." = "承認に失敗しました。";
"Could not change owner of “%@”." = "“%@” のオーナーを変更できませんでした。";
"Could not change group of “%@”." = "“%@” のグループを変更できませんでした。";
"Could not change file owner and group of “%@”." = "“%@” のファイルオーナーおよびグループを変更できませんでした。";
"Could not create symlink “%@”." = "シンボリックリンク “%@” を作成できませんでした。";
"Could not resolve symlink \"%@\"." = "シンボリックリンク “%@” を分析できませんでした。";
"Could not get attributes." = "属性を取得できませんでした。";
"Could not get attributes of \"%@\"." = "“%@” の属性を取得できませんでした。";
"The destination file's size does not match the size of the source file. This could mean that something went wrong during the transfer." = "目的のファイルサイズと元のファイルサイズが一致していません。転送中に何らかの問題が起こった可能性があります。";

"Connection falling back to port (PORT) mode.\n" = "接続は PORT モードに変更されます。\n";
"Control connection timed out." = "コントロール接続がタイムアウトされました。";
"Data connection timed out." = "データ接続がタイムアウトされました。";
"Connection refused." = "接続が拒否されました。";
"The user name was not accepted by the server." = "サーバに許可されていないユーザ名です。";
"The user name or password was not accepted by the server." = "サーバに許可されていないユーザ名かパスワードです。";
"Login failed." = "ログインに失敗しました。";
"Server not found." = "サーバが見つかりませんでした。";
"Server closed connection." = "サーバが接続を閉じました。";
"File not found." = "ファイルが見つかりませんでした。";
"Key not found. This can occur if the directory was not originally created by %@." = "鍵ファイルが見つかりませんでした。%@ によってオリジナルのディレクトリが作成されなかった場合に発生することがあります。";
"Operation not supported." = "サポートされていない操作です。";
"Not connected." = "接続されていません。";
"Remote file not a directory." = "リモートファイルはディレクトリではありません。";
"Socket read failed." = "ソケットの読み取りに失敗しました。";
"Server said: %@\n\nError %d: %s" = "サーバメッセージ: %@\n\nエラー %d: %s";
"Server said: %@" = "サーバメッセージ: %@";
"Make sure you're allowed to change the permissions on this file." = "アクセス権を変更するためには、このファイルへのアクセス権が十分である必要があります。";
"Couldn't establish data connection." = "データ接続を確立できませんでした。";
"Error accepting data connection. This could be a problem with firewall or proxy configuration. Try passive mode." = "データ接続を受信する際のエラーです。これはファイアウォール設定もしくはプロキシの構成による問題です。パッシブモードで再度お試しください。";
"Could not open local file. Please verify you have read or write permissions for it." = "ローカルファイルを開けませんでした。このファイルへのアクセス権が十分かをご確認ください。";
"The item \"%@\" can not be moved to the Trash." = "項目 “%@” をゴミ箱に移動できません。";
"Do you want to delete it immediately?" = "これを今すぐ削除しますか？";
"%i items can not be moved to the Trash." = "%i 項目はゴミ箱に移動できませんでした。";
"Do you want to delete them immediately?" = "これらを今すぐ削除しますか？";
"The folder \"%@\" cannot be replaced by an item it contains." = "フォルダ “%@” 内の項目で自身を置き換えできません。";

"Error %d: %s" = "エラー %d: %s";

// WebDAV Connection errors

"Hostname lookup failed" = "ホスト名の参照に失敗";
"Proxy authentication failed" = "プロキシ認証に失敗";
"Connection timed out" = "接続のタイムアウト";
"WebDAV precondition failed" = "WebDAV プリコンディションに失敗";
"Retry request error" = "リトライ要求エラー";
"Redirect error" = "リダイレクトエラー";
"This file has been redirected to \"%@\"." = "このファイルは “%@” にリダイレクトされています。";
"Make sure your user name and password were entered correctly and that the server supports WebDAV." = "ユーザ名とパスワードが正しいことと、接続先のサーバが WebDAV をサポートしていることをご確認ください。";

// SFTP Connection errors

"An unexpected end of file error occured." = "予期しないファイル終了エラーが発生しました。";
"Failure." = "失敗しました。.";
"Bad message." = "不正なメッセージです。";
"Read error." = "読み込みエラーです。";
"Write error." = "書き込みエラーです。";
"Remote stat failed." = "ファイルを見つけることができませんでした。ファイル名が変更されたり移動されたりしていないことを確認してください。";
"Local stat failed." = "ファイルを見つけることができませんでした。ファイル名が変更されたり移動されたりしていないことを確認してください。";
"Couldn't set local permissions." = "ローカルのアクセス権を設定できませんでした。";
"Couldn't set local file time." = "ローカルファイルの時間をセットできませんでした。";
"Can't download a directory." = "ディレクトリをダウンロードできませんでした。";
"Couldn't get remote handle." = "リモートハンドルを取得できませんでした。";
"Couldn't create local file." = "ローカルファイルを作成できませんでした。";
"Data packet too big." = "データパケットが大きすぎます。";
"Invalid response serial number." = "不正なレスポンスシリアル番号です。";
"Requests still in queue." = "リクエストはまだキューに残っています。";
"Attributes missing permissions." = "不明なアクセス権属性です。";
"Protocol error." = "プロトコルエラーです。";
"Close error." = "終了エラーです。";
"Multiple realpath names." = "複数の Realpath 名です。";
"Realpath failed." = "Realpath に失敗しました。";
"Couldn't run askpass helper." = "Askpass ヘルパーを実行できませんでした。";
"FXP initialization failed." = "FXP 初期化に失敗しました。";
"Couldn't set raw mode on socket." = "ソケットに RAW モードをセットできませんでした。";

// SFTP error dialog

"Host Key Changed for %@" = "ホストキーは以下に変更されました: %@"; // window title
"SSH Host Key Changed Message" = "サーバのホストキーが前回の接続から変更されています。通常、これはサーバ設定が変更されたためと考えられますが念のためサーバ管理者にご確認ください。新しいホストキーを受諾するには OK をクリックします。";

//SOCKS strings
"SOCKS proxy preferences detected, using passive (PASV) mode.\n" = "SOCKS プロキシ環境設定が検出されました。パッシヴモード（PASV）を使用してください。\n";

// misc text
"copy" = "copy";
"Symbolic Link" = "シンボリックリンク";
"untitled file" = "untitled-file";
"untitled folder" = "untitled-folder";
"Document" = "書類";
"Folder" = "フォルダ";


// Added strings (3-22-2007)

"Could not overwrite local target path: %@" = "以下のローカルパスを上書きできませんでした: %@";
"Make sure you have write permissions for the folder \"%@\"." = "フォルダ “%@” に書き込み権限があることを確認してください。";
"Could not access file at path: %@" = "以下のパスにあるファイルにアクセスできませんでした: %@";
"Archive" = "アーカイブ";
"Could not create archive." = "アーカイブを作成できませんでした。";
"Temporary folder creation failed." = "一時フォルダの作成に失敗しました。";
"Verify the file permissions allow you to view this folder and try again." = "ファイルへのアクセス権を確認して再度お試しください。";
"Make sure you have permission to modify this file." = "このファイルに変更権限があることを確認してください。";
"The name \"%@\" is already taken." = "名前 “%@” は既に使われています。";
"Please choose a different name." = "異なる名前を選択してください。";
"Deleting \"%@\"..." = "“%@” を削除中…";
"Publishing \"%@\"..." = "“%@” を公開中…";
"B" = "B";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Could not change directory." = "ディレクトリを変更できませんでした。";
"Directory path was empty." = "ディレクトリパスは空でした。";
"Could not change permissions of \"%@\"." = "“%@” のアクセス権を変更できませんでした。";
"Could not retrieve file listing." = "ファイルリストを取得できませんでした。";
"Unable to parse server response." = "サーバレスポンスを解析できませんでした。";
"Unknown" = "不明";
"Uploaded checksum doesn't match local file." = "アップロードされたチェックサムがローカルファイルと一致しません。";
"Delete successful.\n" = "削除は成功しました。\n";
"Cancelled" = "キャンセルされました";
"Remote mkdir failed." = "リモート mkdir に失敗しました。";
"The specified path is not a folder." = "指定されたパスはフォルダではありません。";


// Added strings (2-6-2008)

"Sending raw command \"%@\"..." = "コマンド “%@” を送信中…";
"Waiting for connection..." = "接続の待機中…";
"Synchronizing \"%@\"..." = "\“%@\” をシンクロナイズ中…";

// Added strings (3-24-2008)

"Stop" = "中止";
"Continue" = "継続";
"Disable and Continue" = "無効にして継続";
"Sync: beginning synchronization - simulation mode active\n" = "Sync: beginning synchronization - simulation mode active\n";
"Sync: beginning synchronization\n" = "Sync: beginning synchronization\n";
"Sync: calculating time offset: difference  = %.2f secs (%.2f mins) (%.2f hrs)\n" = "Sync: calculating time offset: difference  = %.2f secs (%.2f mins) (%.2f hrs)\n";
"Sync: synchronization complete - simulation mode active\n" = "Sync: synchronization complete - simulation mode active\n";
"Sync: synchronization complete\n" = "Sync: synchronization complete\n";
"Sync: entering Local path:  %@\n" = "Sync: entering Local path:  %@\n";
"Sync: entering remote path: %@\n" = "Sync: entering remote path: %@\n";
"Sync: evaluating remote item: %@\n" = "Sync: evaluating remote item: %@\n";
"Sync: skipping because file is a symlink and following symlinks is disabled" = "Sync: skipping because file is a symlink and following symlinks is disabled";
"File is a symlink and following symlinks is disabled" = "ファイルはシンボリックリンクで、参照先が利用できませんでした";
"Sync: skipping because meta item\n" = "Sync: skipping because meta item\n";
"File is a meta item" = "ファイルはメタ項目です";
"Sync: skipping because hidden file and show hidden files is disabled\n" = "Sync: skipping because hidden file and show hidden files is disabled\n";
"File is a hidden file, and show hidden files is disabled" = "ファイルは不可視項目で、不可視項目を表示オプションがオフです";
"Sync: skipping because item matched rule\n" = "Sync: skipping because item matched rule\n";
"File matched skip rule" = "ファイルはスキップルールに一致しています";
"Sync: skipping because modification date (%@) is earlier than the specified cutoff date (%@)\n" = "Sync: skipping because modification date (%@) is earlier than the specified cutoff date (%@)\n";
"File was last modified %@ ago (cutoff was date %@ ago)" = "ファイルの変更日が %@前でした（%@前の項目は対象外です）";
"Sync: file/folder mismatch, deleting existing local item...\n" = "Sync: file/folder mismatch, deleting existing local item…\n";
"Local file was %@ newer" = "ローカルファイルは %@新しいです";
"File modification dates were equal" = "ファイル変更日が同じです";
"Sync: Local equivalent exists\n" = "Sync: Local equivalent exists\n";
"Sync: Local mod date = %@\n" = "Sync: Local mod date = %@\n";
"Sync: remote mod date = %@ (without skew: %@)\n" = "Sync: remote mod date = %@ (without skew: %@)\n";
"Sync: difference = %.2f seconds, remote is newer? %@\n" = "Sync: difference = %.2f seconds, remote is newer? %@\n";
"Yes" = "Yes";
"No" = "No";
"Sync: creating folder because Local path doesn't exist\n" = "Sync: creating folder because Local path doesn't exist\n";
"Local folder did not exist" = "ローカルフォルダが存在しません";
"Sync: returning to Local path:  %@\n" = "Sync: returning to Local path:  %@\n";
"Sync: returning to remote path: %@\n" = "Sync: returning to remote path: %@\n";
"Sync: will download because Local item doesn't exist\n" = "Sync: will download because Local item doesn't exist\n";
"Local file did not exist" = "ローカルファイルが存在しません";
"Sync: will download because remote item is newer\n" = "Sync: will download because remote item is newer\n";
"Remote file was %@ newer" = "リモートファイルは %@ 新しいです";
"Sync: download failed\n" = "Sync: download failed\n";
"Sync: download complete\n" = "Sync: download complete\n";
"Sync: orphaned Local item %@ will be deleted due to mirror mode\n" = "Sync: orphaned Local item %@ will be deleted due to mirror mode\n";
"Deleting orphaned files and file did not exist on remote machine" = "リモートマシン上に存在しないファイルのため削除しています";
"Deleting orphaned files and file did not exist on local machine" = "ローカルマシン上に存在しないファイルのため削除しています";
"Sync: delete failed\n" = "Sync: delete failed\n";
"Sync: entering local path:  %@\n" = "Sync: entering local path:  %@\n";
"Sync: evaluating local item: %@\n" = "Sync: evaluating local item: %@\n";
"Sync: file/folder mismatch, deleting existing remote item...\n" = "Sync: file/folder mismatch, deleting existing remote item…\n";
"Sync: local equivalent exists\n" = "Sync: local equivalent exists\n";
"Sync: local mod date = %@\n" = "Sync: local mod date = %@\n";
"Sync: difference = %.2f seconds, local is newer? %@\n" = "Sync: difference = %.2f seconds, local is newer? %@\n";
"Sync: creating folder because remote path doesn't exist\n" = "Sync: creating folder because remote path doesn't exist\n";
"Remote folder did not exist" = "リモートフォルダが存在しません";
"Sync: returning to local path:  %@\n" = "Sync: returning to local path:  %@\n";
"Sync: will upload because remote item doesn't exist\n" = "Sync: will upload because remote item doesn't exist\n";
"Remote file did not exist" = "リモートファイルが存在しません";
"Sync: will upload because local item is newer\n" = "Sync: will upload because local item is newer\n";
"Sync: upload failed\n" = "Sync: upload failed\n";
"Sync: upload complete\n" = "Sync: upload complete\n";
"Sync: orphaned remote item %@ will be deleted due to mirror mode\n" = "Sync: orphaned remote item %@ will be deleted due to mirror mode\n";
"years" = "年";
"year" = "年";
"months" = "ヶ月";
"month" = "ヶ月";
"weeks" = "週";
"week" = "週";
"days" = "日";
"day" = "日";
"hour" = "時間";
"minute" = "分";
"second" = "秒";

"This server or file may not allow you to adjust permissions. Double-check that your permissions in the Rules preferences are set correctly." = "アクセス権の設定を無視してアップロードを継続しますか？";
"File sizes were equal" = "ファイルサイズが同じです";
"Sync: local size = %@\n" = "Sync: local size = %@\n";
"Sync: remote size = %@\n" = "Sync: remote size = %@\n";
"Local file was %@ larger" = "ローカルファイルは %@ 大きいです";
"Remote file was %@ larger" = "リモートファイルは %@ 大きいです";
"Could not send command \"%@\"." = "コマンド \"%@\" を送信できませんでした。";
"Your AWS account is not signed up for the Amazon S3 service." = "AWS アカウントは Amazon S3 サービスにサインアップされていません。";
"\"%@\" was skipped due to rule.\n" = "\"%@\" はルールによってスキップされました。\n";
"Skipped due to rule" = "ルールによってスキップされました";
"Rule evaluation failed for \"%@\".\n" = "\"%@\" のルール適用に失敗しました。\n";
"In directory %@\n" = "ディレクトリ %@\n";
"Creating bucket %@\n" = "Bucket %@ を作成中\n";
"Changing attributes of %@\n" = "%@ の属性を変更しています\n";
"Could not create bucket named \"%@\"." = "名前 \"%@\" の Bucket を作成できませんでした。";
"Could not connect to Amazon S3." = "Amazon S3 に接続できませんでした。";
"An Access Key ID and Secret Access Key are required." = "Access Key ID および Secret Access Key が必要です。";
"Amazon S3 only allows %@ buckets and you already have %@." = "Amazon S3 は %@ bucket のみを許可します。あなたの保有数は %@ です。";
"You have tried to create too many buckets." = "Bucket 数の上限を超えて作成しようとしました。";
"Could not change bucket logging status of “%@”." = "“%@” の Bucket ログステータスを変更できませんでした。";
"Unexpected response received from server." = "サーバから例外レスポンスを受信しました。";
"Could not get distribution config." = "Distribution 設定を取得できませんでした。";
"Could not get distribution info." = "Distribution 情報を取得できませんでした。";
"Could not retrieve distribution listing." = "Distribution リストを取得できませんでした。";
"Could not create distribution." = "Distribution を作成できませんでした。";
"Could not update distribution." = "Distribution をアップデートできませんでした。";
"Could not delete distribution." = "Distribution を削除できませんでした。";
"The bucket name is not suitable because it does not conform to DNS requirements." = "DNS 要件に適合しないためその Bucket 名は利用できません。";
"Safe save upload failed, attempting normal upload.\n" = "Safe アップロードに失敗しました。通常のアップロードを行います。\n";
"Using proxy server: %@.\n" = "プロキシサーバを使用: %@。\n";

// __VERIFIER_IGNORE__ These strings appear in a table, which is not understood by verifier
"United States (Default)" = "United States（デフォルト）";
"Northern California" = "Northern California";
"Ireland" = "Ireland";
"Singapore" = "Singapore";
"Tokyo" = "東京";
"Oregon" = "Oregon";
"Sydney" = "Sydney";
"Sao Paulo" = "Sao Paulo";
"Frankfurt" = "Frankfurt";
// __END_VERIFIER_IGNORE

// Added 48 missing strings (3-12-2010)

"Unknown error: %ld" = "不明なエラー: %ld";
"Raw commands are not supported by this protocol." = "このプロトコルではコマンドによる直接操作はサポートされていません。";
"Using proxy server:%@:%d type:%d.\n" = "プロキシサーバ:%@:%d タイプ:%d.\n";
"Could not establish a secure connection." = "安全な接続を確立できませんでした。";
"Couldn’t verify certificate chain." = "証明書を認証できませんでした。";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "タイムアウトしたかサーバが停止しているようです。接続先のサーバは同時接続数の上限を設定しているかもしれません。";
"Apply to all" = "すべてを適用";
"Done" = "完了";
"Paused" = "停止";
"Waiting..." = "待機中…";
"Creating archive of %@..." = "%@ を圧縮中…";
"Could not change attributes for the selected files." = "選択されたファイルの属性を変更できませんでした。";
"Changing attributes of \"%@\"..." = "“%@” の属性を変更中…";
"Some files could not be copied." = "ファイルをコピーできませんでした。";
"The copy completed, but some errors were encountered." = "コピーは完了しましたが処理中にエラーが発生しました。";
"Moving items to the trash..." = "ゴミ箱へ項目を移動中…";
"Could not change the attributes of some files." = "いくつかのファイルの属性を変更できませんでした。";
"Changing attributes completed, but some errors were encountered." = "属性の変更が完了しましたが、いくつかのエラーが発生しました。";
"%@ - Done" = "%@ - 完了";
"Connecting to %@..." = "%@ へ接続中…";
"Some files could not be deleted." = "いくつかのファイルを削除できませんでした。";
"The delete completed, but some errors were encountered. Double check your settings, and try to delete these files again." = "削除は完了しましたが処理中にエラーが発生しました。設定を確認し再度お試しください。";
"Some files could not be downloaded." = "いくつかのファイルをダウンロードできませんでした。";
"The download completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to download these files." = "ダウンロードは完了しましたが転送中にエラーが発生しました。設定を確認し再度お試しください。";
"Some files could not be transferred." = "いくつかのファイルを転送できませんでした。";
"The transfer completed, but some errors were encountered. Double check your settings, and re-attempt to transfer these files." = "転送は完了しましたが転送中にエラーが発生しました。設定を確認し再度お試しください。";
"Uploading \"%@\" to server..." = "“%@” をアップロード中…";
"Could not create a file named \"%@\"." = "ファイル “%@” を作成できませんでした。";
"An item with the same name already exists in \"%@\"." = "“%@” に同じ名前の項目がすでに存在しています。";
"Could not create a folder named \"%@\"." = "フォルダ “%@” を作成できませんでした。";
"Could not determine server time offset." = "サーバとの時差を調整できませんでした。";
"Try manually entering a time offset, or comparing files by size." = "時差を手動で入力するか、サイズによる比較を選択してください。";
"Comparing files..." = "ファイルを比較中…";
"Sync: skipping because the file is a symlink and its target could not be resolved\n" = "Sync: skipping because the file is a symlink and its target could not be resolved\n";
"File is a symlink and the target could not be resolved" = "ファイルはシンボリックリンクで、その参照先を解決できませんでした";
"Sync: skipping because file is a symlink and following symlinks is disabled\n" = "Sync: skipping because file is a symlink and following symlinks is disabled\n";
"hours" = "時間";
"minutes" = "分";
"seconds" = "秒";
"Some files could not be uploaded." = "いくつかのファイルをアップロードできませんでした。";
"The upload completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to upload these files." = "アップロードは完了しましたがアップロード中にエラーが発生しました。設定を確認し再度お試しください。";
"Bucket" = "Bucket";
"TB" = "TB";
"Changing modification date of %@\n" = "%@ の変更日を変更中\n";
"Changing attributes successful.\n" = "属性の変更を完了しました。\n";
"Could not change attributes of \"%@\"." = "“%@” の属性を変更できませんでした。";
"fork() failed." = "fork() に失敗しました。";
"pipe() failed." = "pipe() に失敗しました。";
"Upload failed with error %d (%@).\n" = "アップロードに失敗しました。エラー: %d (%@)。\n";

// Added (3-17-2010)

"Changing owner of %@\n" = "%@ のオーナーを変更中\n";
"Changing group of %@\n" = "%@ のグループを変更中\n";

// Added (3-22-2010)

"The synchronization completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to synchronize these folders." = "同期は完了しましたが転送中にエラーが発生しました。設定を確認し再度お試しください。";

// Added (3-31-2010)

"The symlink \"%@\" could not be transferred because the original item could not be found." = "オリジナル項目が見つからなかったため、シンボリックリンク “%@” を転送できませんでした。";

// Added (4-28-2010)
"Safe save upload failed, source file size was %ld destination was %ld.\n" = "Safe アップロードに失敗しました。元のファイルサイズは %ld で送信先は %ld です。\n";

// Added (5-2-2010)
"This symlink links to another symlink which is unresolved and is unsupported." = "このシンボリックリンクは解決されていない他のシンボリックリンクにリンクされており、サポートされていません。";
"Could not synchronize \"%@\"." = "\"%@\" を同期できませんでした。";

// Added for Transmit 4.1
"Some items could not be moved." = "いくつかの項目を移動できませんでした。";
"The move completed, but some errors were encountered." = "移動は完了しましたが、いくつかのエラーが発生しました。";
"An unknown error occurred." = "不明なエラーが発生しました。";

"Some items could not be copied." = "いくつかの項目をコピーできませんでした。";
"The copy completed, but some errors were encountered." = "コピーは完了しましたが、いくつかのエラーが発生しました。";
"Decomposed UTF-8 string detected; switching modes.\n" = "正規化された UTF-8 文字列を検出しました。モードを変更します。\n";
"Transmit could not acquire a connection to begin the operation. Try increasing the number of allowed transfers or server connections." = "Transmit は実行するための接続を確立できませんでした。ネットワーク帯域か同時接続数の上限の設定を変更してみてください。";
"Some items could not be copied." = "いくつかの項目をコピーできませんでした。";
"Getting attributes of %@\n" = "%@\n の属性を取得しています";

// Added for Transmit 4.5
"The name \"%@\" can't be used." = "名前 \"%@\" は使用できませんでした。";
"Try using a name with fewer characters, or with no \"/\" characters." = "文字列を少なくするか \"/\" などの文字を使わずに再度お試しください。";
"Container" = "Container";
"Could not create container named \"%@\"." = "名前 \"%@\" のコンテナを作成できませんでした。";
"Creating container %@\n" = "コンテナ %@ を作成しています\n";